[
	{
		"id": 1,
		"slug": "breakfast",
		"prettyName": "Breakfast",
		"description": "Start your day with our authentic Peruvian breakfast options. Freshly prepared and ready for pickup in Orlando, Florida.",
		"plates": [
			{
				"name": "Peruvian Tamal",
				"description": "Traditional Peruvian tamales made with corn dough and seasoned pork or chicken, wrapped in banana leaves and served with salsa criolla.",
				"price": 4.99
			},
			{
				"name": "Chicharron",
				"description": "Crispy fried pork belly served with sweet potato and pickled red onions, a classic Peruvian breakfast or snack favorite..",
				"price": 12.99
			},
			{
				"name": "Bandeja Lurin",
				"description": "A flavorful Peruvian platter featuring tamale, sweet potato, pork chicharrón, and salsa criolla — inspired by the coastal flavors of Lurín..",
				"price": 17
			}
		]
	},
	{
		"id": 2,
		"slug": "lunch/dinner",
		"prettyName": "Lunch/Dinner",
		"description": "Enjoy a flavorful Peruvian lunch/dinner. Perfect for takeout, catering, or weekday meals in Orlando, FL.",
		"plates": [
			{
				"name": "Papa Rellena",
				"description": "Crispy Peruvian stuffed potato filled with seasoned ground beef, onions, olives, and egg — golden-fried and served with salsa criolla.",
				"price": 4.99
			},
			{
				"name": "Causa de Pollo",
				"description": "Layered Peruvian dish made with yellow mashed potatoes and shredded chicken salad, topped with avocado and aji sauce.",
				"price": 4.99
			},
			{
				"name": "Carapulcra Chinchana",
				"description": "Traditional Peruvian stew made with dried potatoes, pork, peanuts, and spices — a hearty Andean-Chincha classic..",
				"price": 18
			},
			{
				"name": "Seco con Frejoles",
				"description": "Tender beef stew cooked with cilantro and spices, served with canary beans and rice — a comforting Peruvian lunch favorite.",
				"price":15
			}
		]
	},
	{
		"id": 3,
		"slug": "dessert",
		"prettyName": "Dessert",
		"description": "Satisfy your sweet cravings with homemade Peruvian desserts. Perfect to end any meal, available daily in Orlando through Rosi Peruvian Catering ",
		"plates": [
			{
				"name": "Arroz con Leche",
				"description": "Creamy Peruvian rice pudding made with cinnamon, condensed milk, and a touch of vanilla — sweet and traditional.",
				"price": 4.99
			},
			{
				"name": "Mazamorra Morada",
				"description": "Sweet purple corn pudding cooked with dried fruits, cinnamon, and cloves — a classic Peruvian dessert.",
				"price": 4.99
			},
			{
				"name": "Combinado",
				"description": "A delicious duo of mazamorra morada and arroz con leche, served together for the ultimate Peruvian dessert experience.",
				"price": 6.99
			}
		]
	}

	
]
